{
  "es": {
    "_comment_nav": "=== NAVEGACIÓN ===",
    "nav_explore": "Explora destinos",
    "nav_food": "Comida tipica",
    "nav_events": "Eventos y festivales",
    "nav_plan": "Planea tu visita",
    
    "_comment_hero": "=== HERO SECTION ===",
    "hero_subtitle": "Turismo en Colombia",
    "hero_title": "Vivan las mejores experiencias en Colombia",
    "hero_description": "Descubre la magia de Colombia, un destino que lo tiene todo: playas paradisíacas, montañas imponentes, selvas exuberantes y ciudades vibrantes. Desde la histórica Cartagena hasta la moderna Bogotá, cada rincón ofrece una experiencia única. Disfruta de su rica cultura, deliciosa gastronomía y la calidez de su gente. ¡Colombia te espera con los brazos abiertos para que vivas aventuras inolvidables!",
    
    "_comment_cards": "=== CARDS PRINCIPALES ===",
    "card1_category": "Arqueología",
    "card1_title": "Terrazas de Ciudad Perdida",
    "card1_description": "Un tesoro arqueológico Tayrona en la Sierra Nevada de Santa Marta. Más de 200 terrazas milenarias rodeadas de selva, historia y cultura indígena.",
    "card2_category": "Naturaleza",
    "card2_title": "Caño Cristales",
    "card2_description": "El \"río de los cinco colores\" en La Macarena. Un espectáculo natural único, donde plantas acuáticas pintan el agua con tonos rojos, verdes, amarillos y azules.",
    "card3_category": "Patrimonio",
    "card3_title": "Villa de Leyva",
    "card3_description": "Encanto colonial en Boyacá. Calles empedradas, la plaza más grande de Colombia y un viaje en el tiempo entre historia, arte y naturaleza.",
    "card4_category": "Cultura Ancestral",
    "card4_title": "La Guajira",
    "card4_description": "Magia entre desierto y mar Caribe. Hogar del pueblo Wayuu, dunas doradas, playas vírgenes y paisajes que roban el aliento.",
    
    "_comment_about": "=== SOBRE COLOMBIA ===",
    "about_title": "Sobre Colombia",
    "history_title": "Historia",
    "history_text": "Colombia tiene una rica historia que se remonta a miles de años antes de la llegada de los españoles en el siglo XVI. Originalmente habitada por diversas culturas indígenas, como los Muiscas, Taironas y Quimbayas, la región fue colonizada por España en 1499. Durante la época colonial, Colombia formó parte del Virreinato del Perú y luego del Virreinato de la Nueva Granada. En 1810, Colombia inició su lucha por la independencia, que culminó en 1819 bajo el liderazgo de Simón Bolívar. Tras la independencia, Colombia pasó por varios cambios políticos y territoriales, incluyendo la formación de la Gran Colombia, que incluía a Venezuela, Ecuador y Panamá. En el siglo XX, Colombia enfrentó desafíos significativos, como conflictos armados internos y problemas relacionados con el narcotráfico. Sin embargo, en las últimas décadas, el país ha trabajado para superar estos desafíos y ha experimentado un crecimiento económico y una mayor estabilidad política. Hoy en día, Colombia es una nación vibrante con una mezcla única de tradiciones indígenas, españolas y africanas.",
    "gastronomy_title": "Gastronomía",
    "gastronomy_text": "La gastronomía colombiana es una deliciosa fusión de sabores indígenas, españoles y africanos, reflejando la diversidad cultural del país. Cada región tiene sus propias especialidades culinarias, desde la arepa y el sancocho en la costa caribeña hasta el ajiaco en Bogotá y la bandeja paisa en Antioquia. Ingredientes frescos como maíz, yuca, plátano, frijoles y una variedad de carnes y pescados son fundamentales en la cocina colombiana. Platos emblemáticos como el ceviche, las empanadas, el tamal y el arroz con coco son solo algunas de las delicias que los visitantes pueden disfrutar. Además, Colombia es famosa por su café de alta calidad, considerado uno de los mejores del mundo. La gastronomía colombiana no solo satisface el paladar, sino que también ofrece una experiencia cultural única que invita a explorar las tradiciones y costumbres del país.",
    "culture_title": "Cultura",
    "culture_text": "La cultura colombiana es un vibrante mosaico de tradiciones, costumbres y expresiones artísticas que reflejan la diversidad étnica y geográfica del país. Influenciada por las culturas indígenas, españolas y africanas, la cultura colombiana se manifiesta en su música, danza, literatura y festivales. Ritmos como la cumbia, el vallenato y la salsa son emblemáticos, mientras que festivales como el Carnaval de Barranquilla y la Feria de las Flores en Medellín celebran la alegría y el colorido de la vida colombiana. La literatura colombiana ha producido figuras de renombre mundial como Gabriel García Márquez, cuyo realismo mágico ha capturado la esencia del país. Además, la gastronomía, las artesanías y las tradiciones familiares juegan un papel crucial en la identidad cultural de Colombia. En conjunto, la cultura colombiana es una celebración continua de su rica herencia y su espíritu resiliente.",
    
    "_comment_top_exp": "=== TOP EXPERIENCIAS ===",
    "top_label": "TOP DE EXPERIENCIAS Y SITIOS TURISTICOS DE COLOMBIA",
    "top_title": "Top experiencias para disfrutar el Colombia",
    "exp1_title": "Avistamiento de Ballenas en Buenaventura: Un Ballet Marino en el Pacífico Colombiano",
    "exp1_text": "Cada año, entre julio y octubre, las costas de Buenaventura se convierten en escenario de uno de los espectáculos naturales más conmovedores del planeta: el avistamiento de ballenas jorobadas. Estos gigantes del océano migran desde la Antártida para dar a luz y cuidar a sus crías en las cálidas aguas del Pacífico colombiano. Desde embarcaciones locales, los visitantes pueden observar saltos, coletazos y cantos que estremecen el alma. Es una experiencia que combina ciencia, cultura y emoción, enmarcada por la selva húmeda y el espíritu resiliente de las comunidades afrocolombianas que guían esta travesía.",
    "exp2_title": "Murallas de Cartagena: El Abrazo de Piedra que Protege la Historia",
    "exp2_text": "Las murallas de Cartagena de Indias, construidas entre los siglos XVI y XVIII, son mucho más que una fortaleza: son el testimonio vivo de una ciudad que resistió piratas, imperios y el paso del tiempo. Este sistema defensivo, compuesto por bastiones, baluartes y fuertes, rodea el centro histórico como un abrazo de piedra que resguarda plazas coloniales, iglesias barrocas y callejuelas llenas de color. Caminar por sus muros al atardecer es recorrer siglos de historia mientras la brisa del Caribe acaricia el alma.",
    "exp3_title": "Parque Tayrona: Donde la Sierra se Encuentra con el Mar",
    "exp3_text": "Ubicado en la costa norte de Colombia, el Parque Nacional Natural Tayrona es un santuario de biodiversidad y espiritualidad. En sus más de 150 km², la selva tropical desciende desde la Sierra Nevada de Santa Marta hasta abrazar playas de arena dorada y aguas turquesa. Este territorio ancestral, sagrado para los pueblos indígenas como los Kogi y los Arhuacos, ofrece senderos que conectan manglares, arrecifes, ruinas arqueológicas y miradores naturales. Caminar por Tayrona es sumergirse en un diálogo entre montaña y mar, entre lo visible y lo invisible, donde cada piedra y cada ola cuentan una historia.",
    
    "_comment_sections": "=== PÁGINAS DE SECCIONES ===",
    "page_what_to_do": "¿Que hacer en colombia?",
    "page_diverse_destination": "Un destino de turismo diverso",
    "btn_patrimonio": "Patrimonio",
    "btn_arqueologia": "Arqueología",
    "btn_cultura": "Cultura",
    "btn_gastronomia": "Gastronomía",
    "btn_naturaleza": "Naturaleza",
    "btn_discover": "Descubrir",
    "btn_know_more": "Conocer más",
    
    "_comment_arqueologia": "=== PÁGINA ARQUEOLOGÍA ===",
    "arq_place1_title": "Ciudad Perdida - Magdalena",
    "arq_place1_desc": "En la montaña costera más alta del mundo, se encuentra Teyuna o la Ciudad Perdida de los Tayrona, de más de 1.500 años de antigüedad. Está ciudad está compuesta por 35 hectáreas donde se pueden ver complejos ceremoniales",
    "arq_place2_title": "Observatorio astronómico de los Muiscas - Boyacá",
    "arq_place2_desc": "🗿 El Parque Arqueológico de Monquirá, Boyacá, es un territorio que perteneció a los muiscas hace unos 2.500 años y posee una serie de esculturas monolíticas de hasta cinco metros de alturas, hechos en tiempos prehispánicos. De acuerdo con las investigaciones, estos pudieron estar relacionados con fines astronómicos.",
    "arq_place3_title": "Serranía del Chiribiquete - Caquetá y Guaviare",
    "arq_place3_desc": "⛰️ El Parque Nacional Natural Serranía de Chiribiquete es uno de los descubrimientos más impresionantes y más importantes de los últimos años en Colombia. En este sitio se encuentra la más grande muestra de arte rupestre prehispánico que tienen más de 19 mil años de existencia. Los grandes paneles pintados en la superficie de los tepuyes y que tienen plasmados figuras geométricas, antropomorfas, zoomorfas y toda una serie de representaciones gráficas de las culturas indígenas que habitaron esa parte de la selva del Amazonas en Colombia.",
    "arq_place4_title": "Calima - Valle del Cauca",
    "arq_place4_desc": "Ubicado a pocos minutos del Lago Calima, los viajeros pueden conocer más sobre las culturas amerindias que habitaron el Valle del Cauca antes de la conquista española, con una exhibición de alrededor de 1.800 piezas pertenecientes a esta cultura ancestral.",
    
    "_comment_cultura": "=== PÁGINA CULTURA ===",
    "cul_place1_title": "La Guajira",
    "cul_place1_desc": "La Guajira es una región única en el extremo norte de Colombia, donde el desierto se encuentra con el mar Caribe en un paisaje de belleza áspera y contrastes intensos. Su territorio abarca desde las dunas doradas del Cabo de la Vela hasta las montañas verdes de la Serranía de Macuira, un oasis de biodiversidad en medio de la aridez. Es hogar ancestral del pueblo Wayúu, cuya cultura, lengua y tradiciones siguen vivas y profundamente arraigadas en la vida cotidiana.",
    "cul_place2_title": "🛕 Muiscas Altiplano Cundiboyacense",
    "cul_place2_desc": "Los muiscas fueron una civilización altamente organizada que habitó el altiplano andino en los actuales departamentos de Cundinamarca y Boyacá. Su sociedad estaba regida por dos líderes: el Zipa y el Zaque. Destacaron por su agricultura, minería de sal y orfebrería en oro, con piezas que inspiraron el mito de El Dorado. Su cosmovisión giraba en torno al sol, la luna y los ciclos de la naturaleza.",
    "cul_place3_title": "Arhuacos (Ika) Sierra Nevada de Santa Marta",
    "cul_place3_desc": "Los Arhuacos habitan la Sierra Nevada de Santa Marta, considerada por ellos como el Corazón del Mundo. Su espiritualidad está profundamente ligada al equilibrio de la naturaleza, y sus líderes espirituales, los Mamos, guían a la comunidad en prácticas de armonía con la tierra. Visten de blanco como símbolo de pureza, y sus mochilas tejidas representan mapas del universo.",
    "cul_place4_title": "Zenúes Valle del Sinú y San Jorge",
    "cul_place4_desc": "Los Zenúes fueron maestros en ingeniería hidráulica, creando sistemas de canales y camellones para cultivar en zonas inundables del Caribe colombiano. Su cultura giraba en torno al agua, el barro y la vegetación tropical. Son los creadores del icónico sombrero vueltiao, símbolo nacional de Colombia.",

     "_comment_gastronomia": "=== PÁGINA GASTRONOMÍA ===",
    "gas_place1_title": "Bandeja Paisa",
    "gas_place1_desc": "Bandeja Paisa es una comida tradicional de la región Paisa de Colombia, que incluye las ciudades de Medellín, Santa Fe de Antioquia, Guatape y Jardín. De hecho, es tan querida que ha sido adoptada como plato nacional de Colombia. Esta abundante comida usualmente contiene arroz blanco, frijoles rojos, carne molida o picada, plátano, chorizo, maíz, chicharrón de cerdo, huevo frito, arepa y un aguacate.",
    
    "gas_place2_title": "Pandebono",
    "gas_place2_desc": "El Pandebono es un pan tradicional originario de la región del Valle del Cauca en Colombia, elaborado con harina de maíz, almidón de yuca, queso y huevo, y ocasionalmente se sirve con pasta de guayaba. Mientras que el pandebono se puede degustar en muchas panaderías de todo el país.",
    
    "gas_place3_title": "Sancocho de Gallina",
    "gas_place3_desc": "El sancocho de gallina es uno de los platos más tradicionales y reconfortantes de la gastronomía colombiana, especialmente popular en regiones como el Valle del Cauca. Se trata de una sopa espesa y sabrosa, preparada con gallina criolla, que aporta un sabor más intenso que el pollo convencional.",
    
    "gas_place4_title": "Lechona",
    "gas_place4_desc": "La lechona es un plato emblemático de la gastronomía colombiana, especialmente asociado al Tolima, aunque se disfruta en muchas regiones del país. Es una preparación festiva, abundante y de cocción lenta, ideal para celebraciones y reuniones familiares.",
    
    "_comment_alts_gas": "=== ALTS GASTRONOMÍA ===",
    "alt_bandeja_paisa": "Bandeja Paisa",
    "alt_pandebono": "Pandebono",
    "alt_sancocho": "Sancocho de Gallina",
    "alt_lechona": "Lechona",

    "_comment_naturaleza": "=== PÁGINA NATURALEZA ===",
    "nat_place1_title": "El paisaje cultural cafetero de Colombia",
    "nat_place1_desc": "☕ Región Cafetera (Eje Cafetero): Enclavada en los Andes centrales de Colombia, fue declarada Patrimonio Mundial por la UNESCO en 2011. Su paisaje combina cafetales, pueblos coloridos, yipaos, chivas y una cálida hospitalidad que reflejan la esencia colombiana. Colonizada en el siglo XVIII por antioqueños tras el declive del oro, la región se convirtió en epicentro del café arábica, considerado uno de los mejores del mundo. Además de sus cultivos, ofrece una biodiversidad exuberante con orquídeas, colibríes, páramos, fuentes termales y las emblemáticas palmas de cera, símbolo nacional.",
    
    "nat_place2_title": "Caño Cristales en Meta",
    "nat_place2_desc": "Uno de los parque más variados de Colombia, donde podremos observar mucha fauna de la zona y una gran variedad de flora, lleno de senderos para practicar Senderismo y muchas actividades recreativas. Adicional a esto puedes conocer y convivir con tribus que aún tiene asentamientos en el Parque. Dentro del parque ubicamos el río más bello del mundo «Caño Cristales», también conocido como el Río de los 5 colores, bello por sus aguas cristalinas y por la extraña vegetación que crece en el, la cual es la culpable de dar esos bellos colores que engrandecen la belleza de este río.",
    
    "nat_place3_title": "Parque Nacional Natural el Cocuy",
    "nat_place3_desc": "⛰️ Su paisaje es muy diverso conformado por nevados, lagunas, riachuelos y el verde de las montañas. Se puede llegar desde Bogotá, Bucaramanga y los Llanos Orientales. Este PNN, es ideal para practicar el senderismo y escalada así como actividades de avistamiento de aves y fotografía paisajista.",
    
    "nat_place4_title": "Parque Nacional Natural Tayrona",
    "nat_place4_desc": "🌴 Su majestuoso mar atrae diariamente a miles de turistas que desean gozar de él y de toda la biodiversidad que ofrece este PNN. Aguas azules, arena blanca, bosque, fauna y flora y su encantadora vista a la sierra nevada más grande del mundo sobre la orilla del mar. Se puede llegar desde Santa Marta y desde la Guajira por la carretera Troncal del Caribe. Dentro del parque puede encontrar alojamientos en cabañas o puede realizar camping. También hallará importantes restos arqueológicos de los antiguo habitantes del Tayrona.",
    
    "_comment_alts_nat": "=== ALTS NATURALEZA ===",
    "alt_eje_cafetero": "El paisaje cultural cafetero de Colombia",
    "alt_cano_cristales": "Caño Cristales en Meta",
    "alt_el_cocuy": "Parque Nacional Natural el Cocuy",
    "alt_parque_tayrona": "Parque Nacional Natural Tayrona",

    "_comment_patrimonio": "=== PÁGINA PATRIMONIO ===",
    "pat_place1_title": "Centro histórico de Santa Cruz de Mompox",
    "pat_place1_desc": "📍 Santa Cruz de Mompox, ubicada en la sabana del Caribe colombiano, fue declarada Patrimonio Cultural y Religioso de la Humanidad por la UNESCO en 1995. Fundada en 1537 a orillas del río Magdalena, conserva su arquitectura colonial intacta y está rodeada de ciénagas. Es reconocida por sus impresionantes procesiones de Semana Santa, su vínculo con el universo literario de Gabriel García Márquez y por ser la ciudad natal de la cantante Toto la Momposina. Su economía se basa en la orfebrería, la pesca y un turismo aún poco masificado, lo que la convierte en un destino auténtico y fuera de lo común.",
    
    "pat_place2_title": "Parque Arqueológico de San Agustín",
    "pat_place2_desc": "🗿 San Agustín, ubicado en el sur de Colombia en plena cordillera de los Andes, fue declarado Patrimonio Mundial por la UNESCO en 1995. Es el sitio arqueológico más grande del país, famoso por más de 500 majestuosas estatuas de piedra talladas por una civilización ancestral sin lengua escrita. Rodeado de paisajes andinos, caminos empedrados y túmulos funerarios, San Agustín es un destino único que combina misterio, arte prehispánico y belleza natural.",
    
    "pat_place3_title": "Parque Arqueológico Nacional de Tierradentro",
    "pat_place3_desc": "⛰️ Tierradentro, ubicado al norte de San Agustín, fue declarado Patrimonio de la Humanidad por la UNESCO en 1995. Este sitio arqueológico destaca por sus tumbas subterráneas excavadas por los indígenas Paeces, decoradas con figuras geométricas en blanco, rojo y negro. Enclavado entre montañas y cañones, el terreno difícil permitió a los Paeces resistir la conquista y preservar su cultura, que aún vive en sus descendientes. Entre los lugares más visitados están El Aguacate, San Andrés de Pisimbalá, Alto San Andrés y Alto de Segovia, todos testigos del legado precolombino colombiano.",
    
    "pat_place4_title": "Puerto, fortalezas y conjunto monumental de Cartagena",
    "pat_place4_desc": "🌴 Cartagena, fundada en 1533 por Pedro de Heredia, es una joya colonial del Caribe colombiano. Su centro histórico, protegido por una muralla contra piratas, fue declarado Patrimonio de la Humanidad por la UNESCO en 1984. Con sus casas coloniales, calles aromáticas y brisa marina, Cartagena es considerada la ciudad colonial más bella de Sudamérica. Sus noches cálidas y coloridas la hacen perfecta para quienes buscan un destino romántico y lleno de historia.",
    
    "_comment_alts_pat": "=== ALTS PATRIMONIO ===",
    "alt_mompox": "Centro histórico de Santa Cruz de Mompox",
    "alt_san_agustin": "Parque Arqueológico de San Agustín",
    "alt_tierradentro": "Parque Arqueológico Nacional de Tierradentro",
    "alt_cartagena": "Puerto, fortalezas y conjunto monumental de Cartagena",
    
    "_comment_footer": "=== FOOTER ===",
    "footer_hashtag": "#Colombia",
    "footer_follow": "Siguenos",
    "footer_follow_social": "Síguenos en nuestra redes",
    "footer_info_title": "Información",
    "footer_about": "Acerca de nosotros",
    "footer_guide": "Guía turística",
    "footer_faq": "Preguntas frecuentes",
    "footer_blog": "Blog de viajes",
    "footer_tips": "Tips de viaje",
    "footer_copyright": "© 2025 Turismo en Colombia. Todos los derechos reservados.",
    "footer_terms": "Términos y condiciones",
    "footer_privacy": "Política de privacidad",
    "footer_cookies": "Política de cookies",
    
    "_comment_alts": "=== TEXTOS ALT ===",
    "alt_logo": "Turismo en Colombia - Avistamiento de ballenas en el Pacífico",
    "alt_header": "Paisaje turístico de Colombia - Naturaleza y cultura",
    "alt_menu_icon": "Icono menú principal",
    "alt_close": "Cerrar menú",
    "alt_patrimonio": "Patrimonio colombiano",
    "alt_arqueologia": "Arqueología",
    "alt_cultura": "Cultura ancestral",
    "alt_gastronomia": "Gastronomía colombiana",
    "alt_naturaleza": "Naturaleza"
  },
  
  "en": {
    "_comment_nav": "=== NAVIGATION ===",
    "nav_explore": "Explore destinations",
    "nav_food": "Typical food",
    "nav_events": "Events and festivals",
    "nav_plan": "Plan your visit",
    
    "_comment_hero": "=== HERO SECTION ===",
    "hero_subtitle": "Tourism in Colombia",
    "hero_title": "Live the best experiences in Colombia",
    "hero_description": "Discover the magic of Colombia, a destination that has it all: paradisiacal beaches, imposing mountains, lush jungles and vibrant cities. From historic Cartagena to modern Bogotá, every corner offers a unique experience. Enjoy its rich culture, delicious gastronomy and the warmth of its people. Colombia awaits you with open arms for unforgettable adventures!",
    
    "_comment_cards": "=== MAIN CARDS ===",
    "card1_category": "Archaeology",
    "card1_title": "Lost City Terraces",
    "card1_description": "A Tayrona archaeological treasure in the Sierra Nevada de Santa Marta. More than 200 ancient terraces surrounded by jungle, history and indigenous culture.",
    "card2_category": "Nature",
    "card2_title": "Caño Cristales",
    "card2_description": "The \"river of five colors\" in La Macarena. A unique natural spectacle, where aquatic plants paint the water with shades of red, green, yellow and blue.",
    "card3_category": "Heritage",
    "card3_title": "Villa de Leyva",
    "card3_description": "Colonial charm in Boyacá. Cobblestone streets, Colombia's largest square and a journey back in time through history, art and nature.",
    "card4_category": "Ancestral Culture",
    "card4_title": "La Guajira",
    "card4_description": "Magic between desert and Caribbean Sea. Home of the Wayuu people, golden dunes, virgin beaches and breathtaking landscapes.",
    
    "_comment_about": "=== ABOUT COLOMBIA ===",
    "about_title": "About Colombia",
    "history_title": "History",
    "history_text": "Colombia has a rich history dating back thousands of years before the arrival of the Spanish in the 16th century. Originally inhabited by diverse indigenous cultures such as the Muiscas, Taironas and Quimbayas, the region was colonized by Spain in 1499. During the colonial period, Colombia was part of the Viceroyalty of Peru and later the Viceroyalty of New Granada. In 1810, Colombia began its struggle for independence, which culminated in 1819 under the leadership of Simón Bolívar. After independence, Colombia went through several political and territorial changes, including the formation of Gran Colombia, which included Venezuela, Ecuador and Panama. In the 20th century, Colombia faced significant challenges such as internal armed conflicts and drug trafficking-related problems. However, in recent decades, the country has worked to overcome these challenges and has experienced economic growth and greater political stability. Today, Colombia is a vibrant nation with a unique blend of indigenous, Spanish and African traditions.",
    "gastronomy_title": "Gastronomy",
    "gastronomy_text": "Colombian gastronomy is a delicious fusion of indigenous, Spanish and African flavors, reflecting the country's cultural diversity. Each region has its own culinary specialties, from arepa and sancocho on the Caribbean coast to ajiaco in Bogotá and bandeja paisa in Antioquia. Fresh ingredients such as corn, yuca, plantain, beans and a variety of meats and fish are fundamental in Colombian cuisine. Iconic dishes such as ceviche, empanadas, tamal and rice with coconut are just some of the delights that visitors can enjoy. In addition, Colombia is famous for its high-quality coffee, considered one of the best in the world. Colombian gastronomy not only satisfies the palate, but also offers a unique cultural experience that invites you to explore the country's traditions and customs.",
    "culture_title": "Culture",
    "culture_text": "Colombian culture is a vibrant mosaic of traditions, customs and artistic expressions that reflect the country's ethnic and geographic diversity. Influenced by indigenous, Spanish and African cultures, Colombian culture manifests itself in its music, dance, literature and festivals. Rhythms such as cumbia, vallenato and salsa are emblematic, while festivals such as the Barranquilla Carnival and the Flower Fair in Medellín celebrate the joy and color of Colombian life. Colombian literature has produced world-renowned figures such as Gabriel García Márquez, whose magical realism has captured the essence of the country. In addition, gastronomy, crafts and family traditions play a crucial role in Colombia's cultural identity. Together, Colombian culture is a continuous celebration of its rich heritage and resilient spirit.",
    
    "_comment_top_exp": "=== TOP EXPERIENCES ===",
    "top_label": "TOP EXPERIENCES AND TOURIST SITES IN COLOMBIA",
    "top_title": "Top experiences to enjoy in Colombia",
    "exp1_title": "Whale Watching in Buenaventura: A Marine Ballet in the Colombian Pacific",
    "exp1_text": "Every year, between July and October, the coasts of Buenaventura become the stage for one of the most moving natural spectacles on the planet: humpback whale watching. These ocean giants migrate from Antarctica to give birth and care for their calves in the warm waters of the Colombian Pacific. From local boats, visitors can observe jumps, tail slaps and songs that shake the soul. It is an experience that combines science, culture and emotion, framed by the humid jungle and the resilient spirit of the Afro-Colombian communities that guide this journey.",
    "exp2_title": "Cartagena Walls: The Stone Embrace that Protects History",
    "exp2_text": "The walls of Cartagena de Indias, built between the 16th and 18th centuries, are much more than a fortress: they are the living testimony of a city that resisted pirates, empires and the passage of time. This defensive system, composed of bastions, bulwarks and forts, surrounds the historic center like a stone embrace that protects colonial squares, baroque churches and colorful alleys. Walking along its walls at sunset is to travel through centuries of history while the Caribbean breeze caresses the soul.",
    "exp3_title": "Tayrona Park: Where the Sierra Meets the Sea",
    "exp3_text": "Located on the northern coast of Colombia, Tayrona National Natural Park is a sanctuary of biodiversity and spirituality. In its more than 150 km², the tropical jungle descends from the Sierra Nevada de Santa Marta to embrace golden sand beaches and turquoise waters. This ancestral territory, sacred to indigenous peoples such as the Kogi and Arhuacos, offers trails that connect mangroves, reefs, archaeological ruins and natural viewpoints. Walking through Tayrona is immersing yourself in a dialogue between mountain and sea, between the visible and the invisible, where every stone and every wave tells a story.",
    
    "_comment_sections": "=== SECTION PAGES ===",
    "page_what_to_do": "What to do in Colombia?",
    "page_diverse_destination": "A diverse tourism destination",
    "btn_patrimonio": "Heritage",
    "btn_arqueologia": "Archaeology",
    "btn_cultura": "Culture",
    "btn_gastronomia": "Gastronomy",
    "btn_naturaleza": "Nature",
    "btn_discover": "Discover",
    "btn_know_more": "Learn more",
    
    "_comment_arqueologia": "=== ARCHAEOLOGY PAGE ===",
    "arq_place1_title": "Lost City - Magdalena",
    "arq_place1_desc": "In the highest coastal mountain in the world, there is Teyuna or the Lost City of the Tayrona, over 1,500 years old. This city consists of 35 hectares where ceremonial complexes can be seen",
    "arq_place2_title": "Muisca Astronomical Observatory - Boyacá",
    "arq_place2_desc": "🗿 The Archaeological Park of Monquirá, Boyacá, is a territory that belonged to the Muiscas about 2,500 years ago and has a series of monolithic sculptures up to five meters high, made in pre-Hispanic times. According to research, these could have been related to astronomical purposes.",
    "arq_place3_title": "Chiribiquete Mountain Range - Caquetá and Guaviare",
    "arq_place3_desc": "⛰️ The Serranía de Chiribiquete National Natural Park is one of the most impressive and important discoveries of recent years in Colombia. This site contains the largest sample of pre-Hispanic rock art that is more than 19 thousand years old. The large panels painted on the surface of the tepuis feature geometric, anthropomorphic, zoomorphic figures and a whole series of graphic representations of the indigenous cultures that inhabited that part of the Amazon jungle in Colombia.",
    "arq_place4_title": "Calima - Valle del Cauca",
    "arq_place4_desc": "Located a few minutes from Lake Calima, travelers can learn more about the Amerindian cultures that inhabited Valle del Cauca before the Spanish conquest, with an exhibition of around 1,800 pieces belonging to this ancestral culture.",
    
    "_comment_cultura": "=== CULTURE PAGE ===",
    "cul_place1_title": "La Guajira",
    "cul_place1_desc": "La Guajira is a unique region in the extreme north of Colombia, where the desert meets the Caribbean Sea in a landscape of harsh beauty and intense contrasts. Its territory ranges from the golden dunes of Cabo de la Vela to the green mountains of the Serranía de Macuira, an oasis of biodiversity in the middle of aridity. It is the ancestral home of the Wayúu people, whose culture, language and traditions remain alive and deeply rooted in daily life.",
    "cul_place2_title": "🛕 Muiscas Cundiboyacense Highlands",
    "cul_place2_desc": "The Muiscas were a highly organized civilization that inhabited the Andean highlands in the current departments of Cundinamarca and Boyacá. Their society was ruled by two leaders: the Zipa and the Zaque. They excelled in agriculture, salt mining and gold goldsmithing, with pieces that inspired the myth of El Dorado. Their worldview revolved around the sun, moon and cycles of nature.",
    "cul_place3_title": "Arhuacos (Ika) Sierra Nevada de Santa Marta",
    "cul_place3_desc": "The Arhuacos inhabit the Sierra Nevada de Santa Marta, considered by them as the Heart of the World. Their spirituality is deeply linked to the balance of nature, and their spiritual leaders, the Mamos, guide the community in practices of harmony with the earth. They dress in white as a symbol of purity, and their woven bags represent maps of the universe.",
    "cul_place4_title": "Zenúes Sinú and San Jorge Valley",
    "cul_place4_desc": "The Zenúes were masters in hydraulic engineering, creating systems of channels and ridges to cultivate in floodable areas of the Colombian Caribbean. Their culture revolved around water, mud and tropical vegetation. They are the creators of the iconic vueltiao hat, a national symbol of Colombia.",
    "_comment_gastronomia": "=== GASTRONOMY PAGE ===",
    "gas_place1_title": "Bandeja Paisa",
    "gas_place1_desc": "Bandeja Paisa is a traditional meal from the Paisa region of Colombia, which includes the cities of Medellín, Santa Fe de Antioquia, Guatape and Jardín. In fact, it is so beloved that it has been adopted as the national dish of Colombia. This abundant meal usually contains white rice, red beans, ground or chopped meat, plantain, chorizo, corn, pork cracklings, fried egg, arepa and an avocado.",
    
    "gas_place2_title": "Pandebono",
    "gas_place2_desc": "Pandebono is a traditional bread originating from the Valle del Cauca region in Colombia, made with corn flour, cassava starch, cheese and egg, and occasionally served with guava paste. Pandebono can be enjoyed in many bakeries throughout the country.",
    
    "gas_place3_title": "Hen Sancocho",
    "gas_place3_desc": "Hen sancocho is one of the most traditional and comforting dishes of Colombian gastronomy, especially popular in regions such as Valle del Cauca. It is a thick and tasty soup, prepared with creole hen, which provides a more intense flavor than conventional chicken.",
    
    "gas_place4_title": "Lechona",
    "gas_place4_desc": "Lechona is an emblematic dish of Colombian gastronomy, especially associated with Tolima, although it is enjoyed in many regions of the country. It is a festive, abundant and slow-cooked preparation, ideal for celebrations and family gatherings.",
    
    "_comment_alts_gas": "=== GASTRONOMY ALTS ===",
    "alt_bandeja_paisa": "Bandeja Paisa",
    "alt_pandebono": "Pandebono",
    "alt_sancocho": "Hen Sancocho",
    "alt_lechona": "Lechona",

    "_comment_naturaleza": "=== NATURE PAGE ===",
    "nat_place1_title": "The Coffee Cultural Landscape of Colombia",
    "nat_place1_desc": "☕ Coffee Region (Eje Cafetero): Nestled in the central Andes of Colombia, it was declared a World Heritage Site by UNESCO in 2011. Its landscape combines coffee plantations, colorful towns, yipaos, chivas and a warm hospitality that reflect the Colombian essence. Colonized in the 18th century by people from Antioquia after the decline of gold, the region became the epicenter of arabica coffee, considered one of the best in the world. In addition to its crops, it offers exuberant biodiversity with orchids, hummingbirds, páramos, thermal springs and the emblematic wax palms, a national symbol.",
    
    "nat_place2_title": "Caño Cristales in Meta",
    "nat_place2_desc": "One of the most varied parks in Colombia, where we can observe much of the area's fauna and a great variety of flora, full of trails for hiking and many recreational activities. In addition to this, you can meet and live with tribes that still have settlements in the Park. Inside the park we find the most beautiful river in the world «Caño Cristales», also known as the River of 5 colors, beautiful for its crystal clear waters and for the strange vegetation that grows in it, which is responsible for giving those beautiful colors that enhance the beauty of this river.",
    
    "nat_place3_title": "El Cocuy National Natural Park",
    "nat_place3_desc": "⛰️ Its landscape is very diverse, made up of snow-capped mountains, lagoons, streams and the green of the mountains. It can be reached from Bogotá, Bucaramanga and the Eastern Plains. This NNP is ideal for hiking and climbing as well as bird watching and landscape photography activities.",
    
    "nat_place4_title": "Tayrona National Natural Park",
    "nat_place4_desc": "🌴 Its majestic sea attracts thousands of tourists daily who wish to enjoy it and all the biodiversity that this NNP offers. Blue waters, white sand, forest, fauna and flora and its charming view of the largest snow-capped mountain range in the world on the seashore. It can be reached from Santa Marta and from Guajira by the Troncal del Caribe highway. Inside the park you can find accommodation in cabins or you can camp. You will also find important archaeological remains of the ancient inhabitants of Tayrona.",

     "_comment_patrimonio": "=== HERITAGE PAGE ===",
    "pat_place1_title": "Historic Center of Santa Cruz de Mompox",
    "pat_place1_desc": "📍 Santa Cruz de Mompox, located in the Colombian Caribbean savannah, was declared a Cultural and Religious Heritage of Humanity by UNESCO in 1995. Founded in 1537 on the banks of the Magdalena River, it preserves its intact colonial architecture and is surrounded by swamps. It is recognized for its impressive Holy Week processions, its link to the literary universe of Gabriel García Márquez and for being the birthplace of singer Toto la Momposina. Its economy is based on goldsmithing, fishing and tourism that is still not very mass, which makes it an authentic and out of the ordinary destination.",
    
    "pat_place2_title": "San Agustín Archaeological Park",
    "pat_place2_desc": "🗿 San Agustín, located in southern Colombia in the heart of the Andes mountain range, was declared a World Heritage Site by UNESCO in 1995. It is the largest archaeological site in the country, famous for more than 500 majestic stone statues carved by an ancestral civilization without a written language. Surrounded by Andean landscapes, cobblestone paths and burial mounds, San Agustín is a unique destination that combines mystery, pre-Hispanic art and natural beauty.",
    
    "pat_place3_title": "Tierradentro National Archaeological Park",
    "pat_place3_desc": "⛰️ Tierradentro, located north of San Agustín, was declared a World Heritage Site by UNESCO in 1995. This archaeological site stands out for its underground tombs excavated by the Paeces indigenous people, decorated with geometric figures in white, red and black. Nestled among mountains and canyons, the difficult terrain allowed the Paeces to resist conquest and preserve their culture, which still lives on in their descendants. Among the most visited places are El Aguacate, San Andrés de Pisimbalá, Alto San Andrés and Alto de Segovia, all witnesses to the Colombian pre-Columbian legacy.",
    
    "pat_place4_title": "Port, Fortresses and Monumental Complex of Cartagena",
    "pat_place4_desc": "🌴 Cartagena, founded in 1533 by Pedro de Heredia, is a colonial jewel of the Colombian Caribbean. Its historic center, protected by a wall against pirates, was declared a World Heritage Site by UNESCO in 1984. With its colonial houses, aromatic streets and sea breeze, Cartagena is considered the most beautiful colonial city in South America. Its warm and colorful nights make it perfect for those seeking a romantic destination full of history.",
    
    "_comment_alts_pat": "=== HERITAGE ALTS ===",
    "alt_mompox": "Historic Center of Santa Cruz de Mompox",
    "alt_san_agustin": "San Agustín Archaeological Park",
    "alt_tierradentro": "Tierradentro National Archaeological Park",
    "alt_cartagena": "Port, Fortresses and Monumental Complex of Cartagena",
    
    "_comment_alts_nat": "=== NATURE ALTS ===",
    "alt_eje_cafetero": "The Coffee Cultural Landscape of Colombia",
    "alt_cano_cristales": "Caño Cristales in Meta",
    "alt_el_cocuy": "El Cocuy National Natural Park",
    "alt_parque_tayrona": "Tayrona National Natural Park",
    
    "_comment_footer": "=== FOOTER ===",
    "footer_hashtag": "#Colombia",
    "footer_follow": "Follow us",
    "footer_follow_social": "Follow us on our social networks",
    "footer_info_title": "Information",
    "footer_about": "About us",
    "footer_guide": "Travel guide",
    "footer_faq": "Frequently asked questions",
    "footer_blog": "Travel blog",
    "footer_tips": "Travel tips",
    "footer_copyright": "© 2025 Tourism in Colombia. All rights reserved.",
    "footer_terms": "Terms and conditions",
    "footer_privacy": "Privacy policy",
    "footer_cookies": "Cookie policy",
    
    "_comment_alts": "=== ALT TEXTS ===",
    "alt_logo": "Tourism in Colombia - Whale watching in the Pacific",
    "alt_header": "Tourist landscape of Colombia - Nature and culture",
    "alt_menu_icon": "Main menu icon",
    "alt_close": "Close menu",
    "alt_patrimonio": "Colombian heritage",
    "alt_arqueologia": "Archaeology",
    "alt_cultura": "Ancestral culture",
    "alt_gastronomia": "Colombian gastronomy",
    "alt_naturaleza": "Nature"
  }
}
